Repository: mx3L/serviceapp
Catalog: src/locale/*.po
Languages: fr, hu, lv, pt, uk

source: AAC software decoding
fr: Décodage logiciel du AAC
hu: AAC szoftver dekódolás
lv: AAC dekodēšana
pt: Descodificação AAC
uk: Програмне декодування ААС

source: AC3 software decoding
hu: AC3 szoftver dekódolás
lv: AC3 dekodēšana

source: Auto select stream
fr: Sélection automatique du flux
hu: Automatikus adatfolyam kiválasztása
lv: Izvēlēties straumi automātiski
pt: Seleção automática da transmissão
uk: Автоматичний вибір потоку

source: Auto turn on subtitles
fr: Activer automatiquement les sous-titres
hu: A feliratok automatikus bekapcsolása
lv: Automātiski ieslēgt subtitrus
pt: Ativar automaticamente as legendas
uk: Автоматичне включення субтитрів

source: Automatically turn on subtitles if available.
fr: Activer automatiquement les sous-titres si disponible.
hu: Automatikusan bekapcsolja a feliratokat, ha azok rendelkezésre állnak.
lv: Automātiski ieslēgt subtitrus ja tie ir pieejami.
pt: Reproduzir automaticamente as legendas se disponvíveis
uk: Автоматично включати доступні субтитри при наявності.

source: Buffer duration
fr: Durée de la mémoire tampon
hu: Puffer időtartama
lv: Bufera ilgums
pt: Duração do Buffer
uk: Тривалість буфера

source: Buffer size
fr: Taille du fichier tampon
hu: Puffer mérete
lv: Bufera izmērs
pt: Tamanho do Buffer
uk: Розмір буфера

source: Cancel
fr: Annuler
hu: Mégsem
lv: Atcelt
pt: Cancelar
uk: Відміна

source: Connection speed
fr: Vitesse de connexion
hu: Kapcsolat sebessége
lv: Pieslēguma ātrums
pt: Velocidade da ligação
uk: Швидкість з'єднання

source: DTS software decoding
fr: Décodage logiciel du DTS
hu: DTS szoftver dekódolás
lv: DTS dekodēšana
pt: Descodificação do software DTS
uk: Програмне декодування DTS

source: Detecting exteplayer3 player ...
fr: Détection du lecteur exteplayer3...
hu: Exteplayer3 lejátszó észlelése...
lv: Nosaka exteplayer3 atskaņotāju ...
pt: A detectar Leitor exteplayer3 ...
uk: Виявлення плеєра exteplayer3 ...

source: Detecting gstreamer player ...
fr: Détection du lecteur gstreamer...
hu: Gstreamer lejátszó észlelése...
lv: Nosaka gstreamer atskaņotāju ...
pt: A detetar Leitor gstreamer ...
uk: Виявлення плеєра gstreamer ...

source: EAC3 software decoding
hu: EAC3 szoftver dekódolás
lv: EAC3 dekodēšana

source: Embedded subtitles
fr: Sous-titres embarqués
hu: Beágyazott feliratok
lv: Iebūvētie subtitri
pt: Legendas embutidas
uk: Вбудовані субтитри

source: Enigma2 playback system
fr: Système de lecture Enigma2
hu: Enigma2 lejátszási rendszere
lv: Enigma atskaņošanai izmanto
pt: Sistema de reprodução Enigma2
uk: Система програвання Enigma2

source: Enigma2 playback system was changed and Enigma2 should be restarted Do you want to restart it now?
fr: Le système de lecture Enigma2 a été modifié et Enigma2 doit être redémarré. Voulez-vous redémarrer maintenant?
hu: Az Enigma2 lejátszási rendszer megváltozott, és emiatt újra kell indítani azt Újraindítja most?
lv: Enigmas failu atskaņotājs ir izmainīts tādēļ to nepieciešams pārstartēt Vai vēlaties pārstartēt enigmu?
pt: O sistema de reprodução Enigma2 foi alterado e Enigma2 deve ser reiniciado Você deseja reiniciá-lo agora?
uk: Система програвання Enigma2 була змінена й Enigma2 необхідно перезапустити Ви хочете перезапустити її зараз?

source: HLS Explorer
fr: Explorateur de HLS
lv: HLS subservisi
pt: Explorador HLS
uk: HLS Провідник

source: LPCM injection
fr: Injection de LPCM
lv: LPCM izmantošana
pt: Injeção LPCM
uk: Вставка LPCM

source: MP3 software decoding
hu: MP3 szoftver dekódolás
lv: MP3 dekodēšana

source: Play with ServiceExtEplayer3
fr: Lire avec ServiceExtEplayer3
hu: Lejátszás ExtEplayer3 lejátszóval
lv: Atskaņot ar ServiceExtEplayer3
pt: Reproduzir com ServiceExtEplayer3
uk: Програвати в ServiceExtEplayer3

source: Play with ServiceGstPlayer
fr: Lire avec ServiceGstPlayer
hu: Lejátszás GstPlayer lejátszóval
lv: Atskaņot ar ServiceGstPlayer
pt: Reproduzir com o ServiceGstPlayer
uk: Програвати в ServiceGstPlayer

source: Player
fr: Lecteur
hu: Lejátszó
lv: Atskaņotājs
pt: Leitor
uk: Програвач

source: RTMP protocol implementation
hu: RTMP protokoll implementációja
lv: RTMP atskaņošana

source: Select sink which you want to use.
fr: Sélectionnez le « sink » que vous souhaitez utiliser.
hu: Jelölje ki a használni kívánt fogadót.
lv: Izvēlieties veidu kuru vēlaties izmantot.
pt: Selecione o recipiente que deseja usar.
uk: Виберіть пристрій виводу.

source: Select the player which will be used for Enigma2 playback.
fr: Sélectionnez le lecteur qui sera utilisé pour la lecture par Enigma2.
hu: Válassza ki azt a lejátszót, amelyet az Enigma2 a lejátszáshoz fog használni.
lv: Izvēlieties atskaņotāju kuru vēlaties lietot Enigma2 failu atskaņošanai pēc noklusējuma.
pt: Selecione o Leitor que será usado para reprodução em Enigma2.
uk: Виберіть плеєр, який буде використовуватися системою для програвання.

source: Select the player which will be used in serviceapp for Enigma2 playback.
fr: Sélectionnez le lecteur qui sera utilisé par serviceapp pour la lecture Enigma2.
hu: Válassza ki azt a lejátszót, amelyet az Enigma2 a lejátszáshoz a serviceapp-ban fog használni.
lv: Izvēlieties atskaņotāju kuru vēlaties lietot serviceapp priekš Enigma2 failu atskaņošanas.
pt: Selecione o Leitor que será usado no serviceapp para reprodução em Enigma2.
uk: Виберіть плеєр, який буде використовується ServiceApp для програвання системою.

source: Set buffer duration in seconds.
fr: Définir la durée tampon en secondes.
hu: Állítsa be a puffer időtartamát másodpercben.
lv: Iestatiet bufera ilgumu sekundēs.
pt: Defina a duração do buffer em segundos.
uk: Встановлює тривалість буферизації в секундах.

source: Set buffer size in kilobytes.
fr: Définir la taille de la mémoire tampon en kilo-octets.
hu: Állítsa be a puffer méretét kilobájtban.
lv: Iestatiet bufera izmēru kilobaitos.
pt: Defina o tamanho do buffer em kilobytes.
uk: Встановлює розмір буферізації в кілобайтах.

source: Set connection speed in kb/s, according to which you want to have streams auto-selected
fr: Définir la vitesse de connexion en kb/s, à partir de laquelle vous voulez avoir les flux sélectionnés automatiquement
hu: Állítsa be azt a kapcsolódási sebességet kb/s-ban, amely szerint az adatfolyamokat a rendszer automatikusan kiválasztja
lv: Iestatiet pieslēguma ātrumu kb/s, kuru vēlaties izmantot straumju automātiskai izvēlei
pt: Defina a velocidade de conexão em kb / s, de acordo com a qual deseja que os fluxos sejam selecionados automaticamente
uk: Встановлює швидкість з'єднання в кб/с, відповідно до якої Ви бажаєте, щоб потоки автоматично вибиралися

source: Set which RTMP protocol implementation will be used for playback of RTMP streams
hu: Állítsa be, hogy melyik RTMP protokoll implementációt használja a rendszer az RTMP-adatfolyamok lejátszására
lv: Iestatiet kādu RTMP protokola atskaņošanas bibliotēku lietot atskaņojot RTMP straumes

source: Sink
hu: Fogadó
lv: Veids
pt: Recipiente
uk: Приймач

source: Software decoder use LPCM for injection (otherwise wav PCM will be used)
fr: Logiciel de décodage utiliser pour l’injection LPCM (autrement wav PCM sera utilisé)
hu: LPCM injection használata szoftveres dekóderhez (egyébként PCM injection használat)
lv: Pprogramatūras dekoderis izmantos LPCM (vai arī tiks izmantots PCM)
pt: Descodificador de software usa LPCM para injeção (caso contrário, o wav PCM será usado)
uk: Використовувує LPCM для програмного декодування (в інших випадках wav PCM)

source: Stereo downmix
fr: Downmix stéréo
hu: Sztereó lekeverés
lv: Stereo dekodēšana
pt: Downmix estéreo
uk: Мікшувати в стерео

source: Stop playing this movie?
fr: Arrêter la lecture du film?
hu: Megállítsam ezt a lejátszást?
lv: Apturēt filmas atskaņošanu?
pt: Parar a reprodução deste filme?
uk: Припинити програвання фільму?

source: To AAC ADTS
hu: AAC az ADTS-hez
lv: uz AAC ADTS

source: To AAC LATM
hu: AAC a LATM-hez
lv: uz AAC LATM

source: Turn on AAC software decoding.
fr: Activer le décodage logiciel AAC.
hu: Itt kapcsolhatja be az AAC szoftverdekódolást.
lv: Lietot AAC dekodēšanu.
pt: Ative a decodificação do software AAC.
uk: Вмикає програмне декодування AAC.

source: Turn on AC3 software decoding.
hu: Itt kapcsolhatja be az AC3 szoftverdekódolást.
lv: Lietot AC3 dekodēšanu.

source: Turn on DTS software decoding.
fr: Activer le décodage logiciel DTS.
hu: Itt kapcsolhatja be a DTS szoftverdekódolást.
lv: Lietot DTS dekodēšanu.
pt: Ative a decodificação do software DTS.
uk: Вмикає програмне декодування DTS.

source: Turn on EAC3 software decoding.
hu: Itt kapcsolhatja be az EAC3 szoftverdekódolást.
lv: Lietot EAC3 dekodēšanu.

source: Turn on MP3 software decoding.
hu: Itt kapcsolhatja be az MP3 szoftverdekódolást.
lv: Lietot MP3 dekodēšanu.

source: Turn on WMA1, WMA2, WMA/PRO software decoding.
fr: Activer le décodage logiciel WMA1, WMA2, WMA/PRO.
hu: Itt kapcsolhatja be a WMA1, WMA2, WMA/PRO szoftverdekódolást.
lv: Lietot WMA1, WMA2, WMA/PRO dekodēšanu.
pt: Ativar decodificação de software WMA1, WMA2, WMA / PRO.
uk: Вмикає програмне декодування WMA1, WMA2, WMA/PRO.

source: Turn on auto-selection of streams according to set Connection speed.
fr: Activer la sélection automatique des flux selon la vitesse de connexion établie.
hu: A kapcsolat sebességének beállítása szerint automatikusan történik az adatfolyam (stream) kiválasztása.
lv: Lietot straumju automātisku izvēlni pēc pieslēguma ātruma.
pt: Ative a seleção automática de córregos de acordo com o ajuste da Velocidade de conexão.
uk: Вмикає автоматичний вибір потоків відповідно до встановленої швидкості з'єднання.

source: Turn on downmix to stereo, when software decoding is in use
fr: Activer le downmix vers stéréo, s’active lorsque le décodage logiciel est utilisé
hu: Sztereó lekeverés bekapcsolása, ha valamilyen szoftverdekódolás van használatban
lv: Lietot dekodēšanu uz stereo, kad tiek izmantota programmatūras dekodēšana.
pt: Ligar downmix para estéreo, quando a decodificação do software estiver em uso
uk: Вмикає знижуюче мікшування в стерео, коли використовується програмне декодування

source: Turn on explorer to retrieve different quality streams from HLS variant playlist and select them via subservices.
fr: Activer l’explorateur pour récupérer les différentes qualités de flux via la liste HLS et les sélectionner via les sous-services.
hu: Ha különböző minőségű adatfolyamokat (stream) szeretne megjeleníteni, akkor kapcsolja be a HLS Explorert.
lv: Lietot dažādas kvalitātes straumju atlasīšanu no HLS atskaņošanas sarakstiem lai piedāvātu tos kā subservisus.
pt: Ativar o explorador para recuperar diferentes fluxos de qualidade da lista de reprodução variável HLS e selecione-os por meio de subconjuntos.
uk: Вмикає провідник для витягання потоків різної якості з плейлиста варіантів HLS та вибирати їх через субсервіси.

source: Turn on the embedded subtitles support.
fr: Activer le support des sous-titres embarqués.
hu: Itt kapcsolhatja be a beágyazott feliratok támogatását.
lv: Lietot iebūvētos subtitrus.
pt: Ative o suporte de legendas embutidas.
uk: Вмикає підтримку вбудованих субтитрів.

source: WMA software decoding
fr: Décodage logiciel du WMA
hu: WMA szoftver dekódolás
lv: WMA dekodēšana
pt: Decodificação do software WMA
uk: Програмне декодування WMA

source: experimental
fr: expérimental
hu: kísérleti
lv: eksperimentālais
uk: експериментальний

source: false
fr: faux
hu: nem
lv: nē
pt: falso
uk: Ні

source: gstplayer
lv: gstplayerr

source: not installed
fr: pas installé
hu: nincs telepítve
lv: nav uzstādīts
pt: não instalado
uk: не встановлено

source: off
hu: kikapcsolva
lv: nelietot

source: original
hu: eredeti
lv: oriģinālais
uk: оригінальний

source: setup player framework
fr: cadre de configuration du lecteur
hu: lejátszó keretrendszerének beállítása
lv: Iestatīt dažādus failu atskaņotājus
pt: configuração da estrutura do leitor
uk: налаштування фреймворк плеєра

source: true
fr: vrai
hu: igen
lv: jā
pt: verdadeiro
uk: Так
